Repository: OmegaT-L10N/tk
Catalog: omegat/project_save.tmx
Source language: en
Languages: tk

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
tk: Bu bir erkin programma üpjünçiligidir; muny Erkin Programma Üpjünçilik Jemgiýetiniň GNU Ähliumumy Komunal Ygtyýarnamasynyň (öz islegiňize görä) 3'inji wersiýasy ýada soňraky wersiýasyna laýyklykda dagydyp ýada üýtgedip bilersiňiz..

source: This project
tk: Bu proýekt

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
tk: Şunlukda Kanada Faransuzçasy (FR-CA) üçin düzgün Fransiýa Fransuzçasy (FR.*) üçin düzgünden we beýleki öňünden kabul edilen düzgünlerden (.*) has ýokarda bolmalydyr.

source: To be sure that no translation will be lost, you need to: 1.
tk: Terjime ýitgisiniň öňüne geçmek üçin, şulary ýerine ýetirmelisiňiz: 1.

source: To convert it into a new team project, open it in the OmegaT GUI.
tk: Täze topar proýektine öwürmek üçin ony OmegaT GUI bilen açyň.

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
tk: Süzgüjiň haýsy faýly haýsy kodlaşdyrmada prosese goýjagyny saýlamak üçin tablissadan süzgüji saýlaň we "Redaktirle" knopkasyna basyň.

source: Too big HTML file!
tk: HTML faýly örän uly!

source: Total Characters (including spaces)
tk: Jemi Harp (boş ýer hasaba gatylan)

source: Total Characters (without spaces)
tk: Jemi Harp (boş ýer hasaba alynmadyk)

source: Total Segments
tk: Jemi Dilim

source: Total Words
tk: Jemi Söz

source: Total number of segments
tk: Jemi dilim sany

source: Total:
tk: Jemi:

source: Trans&lated or untranslated
tk: Terjime edi&len ýada edilmedik

source: Translate the following attributes:
tk: Aşakdaky alamatlary terjime et:

source: Translate the following elements:
tk: Aşakdaky elementleri terjime ediň:

source: Translated File Encoding
tk: Terjime Edilen Faýl Kodlaşdyrmasy

source: Translated File Encoding:
tk: Terjime Edilen Faýl Kodlaşdyrmasy:

source: Translated Filename Pattern
tk: Terjime Edilen Faýl Ady Şablony

source: Translated Files Folder
tk: Terjime Edilen Faýllaryň Bukjasy

source: Translated Files Folder:
tk: Terjime Edilen Faýllar Bukjasy:

source: Translated document created
tk: Terjime edilen dokument döredildi

source: Translated documents created
tk: Terjime edilen dokumentler döredildi

source: Translated file path cannot be identical to the source file path: {0}
tk: Terjime edilen faýlyň ýoly gözbaş faýlyň ýoly bilen birmeňzeş bolmaly däldir: {0}

source: Translated files folder entered does not exist!
tk: Girizilen terjime edilen faýllaryň bukjasy ýok!

source: Translated files location not defined
tk: Terjime edilen faýllaryň ýeri bildirilmedik

source: Translated unique segments
tk: Terjime edilen unikal dilimler

source: Translating Project
tk: Proýekt Terjime Edilýär

source: Translation Memory Files Folder
tk: Terjime Hakydasy Faýllarynyň Bukjasy

source: Translation Memory Folder:
tk: Terjime Hakydasy Bukjasy:

source: Translation last modified by {0} on {1} at {2}
tk: Terjime iň soň {0} tarapyndan {1} üstünde {2}'da üýtgedildi

source: Translation memory files folder entered does not exist!
tk: Girizilen terjime hakydasy faýllarynyň bukjasy ýok!

source: Translation memory folder {0} does not exist.
tk: Terjime hakydasynyň bukjasy {0} ýok.

source: Translation unit encountered before TMX header.
tk: TMX sözbaşyndan öň terjime birligi ýüze çykdy.

source: Translation unit variant encountered outside translation unit.
tk: Terjime birliginiň daşynda terjime birligi warianty ýüze çykdy.

source: Translation:
tk: Terjime:

source: Translator comments:
tk: Terjimeçi teswirleri:

source: Type
tk: Tip

source: Type in new rule ID
tk: Düzgün ID'sini ýazyň

source: Types: Exact searches match the whole search string.
tk: Tipler: Takyk gözleg gözlenen tekste doly gabat gelen tekstleri gözlär.

source: Typo3 LocManager
tk: Typo3 LocManager faýllary

source: Typo3 l10nmgr
tk: Typo3 l10nmgr faýllary

source: U&ntranslated
tk: Terj&ime edilmedik

source: UNL
tk: AÇK

source: URL of online dictionaries:
tk: Onlaýn sözlükkeriň URL'si:

source: URLs
tk: URL'ler

source: Unable to build new TMX file!
tk: Täze TMX faýly döredilip bolanok!

source: Unable to connect to server.
tk: Serwera baglanyp bolmaýar.

source: Unable to convert project!
tk: Proýekt özgerdilip bolmaýar!

source: Unable to download team project!
tk: Topar proýekti göçürilip alyp bolmaýar!

source: Unable to initialize read of XML file!
tk: XML faýlyny okamaga taýarlap bolmady!

source: Unable to parse filters configuration file
tk: Süzgüçleriň konfigurasiýa faýlyny seljerip bolanok

source: Unable to read file
tk: Faýly okap bolmady

source: Unable to read project file!
tk: Proýekt faýlyny okap bolanok!

source: Unable to save filters configuration file
tk: Süzgüçleriň konfigurasiýa faýlyny ýatda saklap bolanok

source: Unable to uninstall the selected dictionary
tk: Bellenen sözlügi gurnalyşdan aýyryp bolmady

source: Undock
tk: Aýyr

source: Unexpected char {0} ({1})!
tk: Garaşylmaýan harp {0} ({1})!

source: Uninstalling failed
tk: Gurnalyşdan aýyrma işi şowsuz

source: Unique Characters (including spaces)
tk: Unikal Harplar (boş ýer hasaba gatylan)

source: Unique Characters (without spaces)
tk: Unikal Harplar (boş ýer hasaba alynmadyk)

source: Unique Remaining Characters (including spaces)
tk: Galan Unikal Harplar (boş ýer hasaba gatylan)

source: Unique Remaining Characters (without spaces)
tk: Galan Unikal Harplar (boş ýer hasaba alynmadyk)

source: Unique Remaining Segments
tk: Galan Unikal Dilim Sany

source: Unique Remaining Words
tk: Unikal Galan Sözler

source: Unique Remaining:
tk: Galan Unikal sany:

source: Unique Segments
tk: Unikal Dilimler

source: Unique Words
tk: Unikal Sözler

source: Unique segments
tk: Unikal dilimler

source: Unique:
tk: Unikal:

source: Unknown plugin type '{0}' in '{1}'
tk: '{1}''de bilinmeýän seplenýän-modul tipi '{0}'

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
tk: TMX faýly {0} seljerilen wagty setir {1}, sütün {2} düzeldilip bolmaýan ýalňyşlyk.

source: Unspecified
tk: Bildirilmedik

source: Unsupported SVN error
tk: Goldanmaýan SVN ýalňyşlygy

source: Unsupported XML version {0}!
tk: Goldaw berilmeýän XML wersiýa {0}!

source: Unsupported file encoding
tk: Goldanmaýan faýl kodlaşdyrmasy

source: Unsupported project file version ({0})!
tk: Proýekt faýl wersiýasy goldanmaýar: ({0})!

source: Upgrading...
tk: Täzelenýär...

source: Upload disabled because repository in read-only mode
tk: Repositoriý diňe okalýan rejede bolanlygy sebäpli ýükleme funksiýasy işlemeýän edilen.

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
tk: Ulanylyşy: java -jar OmegaT.jar [<opsiýalar>] [<proýekt ýoly>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
tk: Ulanylşy: java -jar OmegaT.jar team <komandalar> [<opsiýalar>]]

source: Use $n to refer to the nth group.
tk: N'ji topara ibermek üçin $n ulanyň.

source: Use &Fuzzy Matching for Dictionary Entries
tk: Sözlük Girişleri üçin &Kesgitlenmedik Gabat Getirme Ulan

source: Use &TAB to Advance
tk: Ilerlemek üçin &TAB Ulan

source: Use &XML for standalone tags (e.g., <i/>)
tk: Özbaşdak taglar &üçin (meselem <i/>) &XML ulan

source: Use &fuzzy matching for dictionary entries
tk: Sözlük girişleri üçin &kesgitlenmedik gabat getirme ulan

source: Use &stemming for glossary entries
tk: Tehniki sözlük girişleri üçin köklerine aýyrmany ulan

source: Use as Default Translation
tk: Öňünden kabul edilen Terjime Hökminde Ulan

source: Use custom templates for modification &info
tk: Özgertmeler maglumaty üç&in aýratyn galyp ulan

source: Use terms &appearing separately in the source text
tk: Gözbaş tekstde aýry görünen terminleri ulan

source: User denied credentials
tk: Ulanyjy şahsyýet maglumatlary kabul edilmedi

source: User:
tk: Ulanyjy:

source: Username or API Key:
tk: Ulanyjynyň ady ýada API Açary:

source: VLDocking Framework (LGPL License)
tk: VLDocking Düzümi(Framework) (LGPL Ygtyýarnamasy)

source: Validating tags
tk: Taglar Tassyklanýar

source: Variant skipped.
tk: Wariant dykkata alynmady.

source: Variants in the following languages will be displayed: {0}
tk: Şu dillerdäki wariantlar görkeziler: {0}

source: Version: {0}
tk: Wersiýa: {0}

source: View
tk: Görnüş

source: View Options
tk: Görnüş Opsiýalary

source: View or edit file filters.
tk: Faýl süzgüçlerini görkeziň ýada redaktirläň.

source: Visio
tk: Visio faýllary

source: WARNING: all unsaved data will be lost 4.
tk: DUÝDURYŞ: ýatda saklanmadyk maglumatlaryň hemmesi ýiter 4.

source: Warn: Report invalid tags to stdout.
tk: Warn: Nädogry taglary kommanda setrinde(stdout) hasabat edip ýaz.

source: Warning
tk: Duýduryş

source: Warning on line {0}, column {1} while parsing:
tk: Seljerme wagtynda setir {0}, sütün {1} 'de ýalňyşlyk:

source: Warning: Changing tag order may break the translated document!
tk: Duýduryş: Taglaryň düzgünnyzamyny üýtgetmek terjime edilen dokumenti bozup biler!

source: WebVTT Subtitles
tk: WebVTT Alt-Ýazuw faýllary

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
tk: Bir faýlyň mundan köp dilimi bar bolsa goşmaça dilimler siz ekrany aşak süýşürende ýüklenjekdir.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
tk: Eger bu baýrakjagaz bellenen bolsa ýüze çykan awotomatiki tamamlama ekranyna, tehniki sözluk ýazgylary bilen birlikde gözbaş tekstler hem goşular.

source: When unavailable, the ID will be used as a fallback
tk: Elýeterli däl bolsa ätiýaç wariýant höküminde ID ulanyljakdyr

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
tk: Kadaly jümle ulanylan wagtynda, çalşyrljak tekst, gözleg tekstindäki toparlara salgylanmany goldar.

source: Whitespace
tk: Boşluk

source: WiX Localization
tk: WiX Ýerlileşdirme faýllary

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
tk: Uniwersal nyşanlar: Takyk we açar söz gözlegleriniň ikisi hem uniwersal nyşanlaryna * we ? goldaw berýär.

source: Will be synchronized next time.
tk: Sinhronlaşdyrma indiki gezek ediljekdir.

source: Wind catches lily Scatt'ring petals to the wind: Your page is not found
tk: Ýel güljagazlary sypaýar Gülýaprajyklary şemala gapylýar: Sahypaňyz tapylmady

source: Windows Resources
tk: Windows Resurs Faýllary

source: WordAr&t
tk: WordAr&t Obýektleri

source: Wordfast TXML
tk: Wordfast TXML faýllary

source: Wordpress
tk: Wordpress faýllary

source: Words
tk: Söz

source: Writeable Glossary File
tk: Üýtgetme Girizilip Bolýan Tehniki Sözlük Faýly

source: Writeable Glossary File:
tk: Üýtgetme Girizilip Bolýan Tehniki Sözlük Faýly:

source: Writeable glossary file folder entered does not exist!
tk: Girizilen üýtgedilip bolýan tehniki sözlük faýllarynyň bukjasy ýok!

source: Wrong authentication
tk: Hakykylyk barlagy şowsyz

source: Wrong response from engine
tk: Terjime kompýuterinden nädogry jogap

source: Wrong username/password
tk: Ýalňyş ulanyjy ady/parol

source: XHTML
tk: XHTML faýly

source: XHTML Filter Options
tk: XHTML Süzgüç Opsiýalary

source: XLIFF
tk: XLIFF Faýllary

source: XLIFF Filter Options
tk: XLIFF Süzgüç Opsiýalary

source: XML Spreadsheet 2003
tk: XML Spreadsheet 2003 elektron tablisa faýllary

source: Yandex Translate - No API Key Specified
tk: Yandex Translate - API Açary Bildirilmedi

source: You are going to modify {0} segments.
tk: Bu herektden soňra üýtgejek dilim sany {0}.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
tk: Proýektiňizde ulanylmakda bolan orfografiki barlag sözlügini aýyrýarsyňyz.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
tk: "Redaktirle" menýusyndaky "Tehniki Sözlük Ýazgysyny Döret" komandasy bilen tehniki sözlük ýazgysyny döredip bilersiňisiz..

source: You can find detailed statistic information in the file: {0}
tk: Jikme-jik statistika maglumatlaryny şu faýlda tapyp bilersiňiz: {0}

source: You have reached the daily limit for requests
tk: Günlük isleg hetdine bardyňyz!

source: You have reached the daily limit for the volume of translated text
tk: Günlük tekst terjime göwrümüniň hetdine bardyňyz

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
tk: Faýllary proýektiňiziň 'gözbaş' (/source/) bukjasyna öwrenşen faýl dolandyryjyňyz bilen kopýalandan soňra "Proýekt" menýusinden "Gaýtadan Ýükle" komandasy bilen proýekti gaýtadan ýüklemek ýoly bilen hem ýerine ýetirip bilersiňiz.

source: You may try to solve this problem in one of the following ways:
tk: Bu meseläni şu aşakdaky ýollar bilen çözüp bilersiňiz:

source: You must enter a number between 1 and {0}.
tk: 1 bilen {0} arasynda san girizmelisiňiz.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
tk: Ulanýan JDK 1.6'ny soňky wersiýa çykarmalysyňyz ýada OmegaT'niň /lib bukjasyndaky jaxb-*.jar faýllaryny öçüriň

source: You should specify their new location or recreate them.
tk: Olaryň täze ýerini görkeziň ýada olary gaýtadan dörediň.

source: YouTube Subtitles
tk: YouTube Alt-Ýazuw faýllary

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
tk: Häzirki proýektiňiz sözlem dilimlemesini ulanýar, ýöne TMX faýly abzas dilimlemesi bilen döredilen.

source: Your operating system refused to let OmegaT create its configuration folder.
tk: Operasiýa ulgamy OmegaT'niň özüne konfigurasiýa bukjasyny döretmesine ruhgsat bermedi.

source: Your project does not contain any files in a supported file format.
tk: Taslmada goldaw berilýän faýllardan hiç biri ýok.

source: ZIP files
tk: ZIP faýllary

source: [Fuzzy]
tk: [Kesgitli Bolmaýan]

source: [fuzzy]
tk: [kesgitli bolmaýan gabat gelme]

source: all matching segments
tk: tün gabat gelen dilimler

source: attributes.
tk: alamatlar.

source: canceled ({0} ms elapsed)
tk: Bes edildi ({0} ms wagt aldy)

source: done ({0} ms elapsed)
tk: gutardy ({0} ms wagt aldy)

source: extensions:
tk: giňeltme:

source: file names
tk: faýl adlary

source: h&reflang (language of links)
tk: h&reflang (baglaryň dili)

source: href (URL of &links)
tk: href (bag&laryň URL'si)

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
tk: init <gözbaş dil> <terjime ediljek dil> Topar proýektinde dilleri bildiriň.

source: jsch-agent-proxy (jsch-agent-proxy License)
tk: jsch-agent-proxy (jsch-agent-proxy Ygtyýarnamasy)

source: lan&g (language attribute)
tk: lan&g (diliň alamaty)

source: loaded
tk: ýüklendi

source: mALIGNa (MIT License)
tk: mALIGNa (MIT )

source: segment 0000
tk: dilim 0000

source: slf4j (MIT License)
tk: slf4j (MIT Ygtyýarnamasy)

source: src (URL of &images)
tk: src (şekiller&iň URL'si)

source: trie4j (Apache License 2.0)
tk: trie4j (Apache Ygtyýarnama 2.0)

source: trilead-ssh2 (Trilead SSH license)
tk: trilead-ssh2 (Trilead SSH Ygtyýarnamasy)

source: unknown
tk: bilinmeýär

source: value (of button, &submit and reset input)
tk: many (düwmäniň, ýazgyny goýber we nol et düwme&siniň)

source: {0} ({1} left) / {2} ({3} left), {4}
tk: {0} ({1} galdy) / {2} ({3} galdy), {4}

source: {0} +{1} more
tk: {0} +{1} ýene

source: {0} loaded.
tk: {0} ýüklendi.

source: {1}, executed from '{2}'
tk: {1}, işledilen ýeri '{2}'
